export const headingContentList = [

  {
    paragraph: 'Собственная доставка по всей России',
    heading: 'Производство и доставка строительных материалов',
    subhead: 'Официальный дестрибьютер крупнейших производителей РФ',
    background: 'hs-wrapper_building'
  },

  {
    paragraph: '',
    heading: 'Строим здания любой сложности',
    subhead: 'Проектируем с нуля',
    background: 'hs-wrapper_minecraft'
  },

  {
    paragraph: 'Собственная школа обучения рабочих',
    heading: 'Высококвалифицированные специалисты',
    subhead: '70% наших рабочих говорят по русски, а 50% из них имеют гражданство рф',
    background: 'hs-wrapper_worker'
  },

  {
    paragraph: '',
    heading: 'На рынке уже больше чем 500 лет',
    subhead: 'СССР развалился потому что был построен не нами',
    background: 'hs-wrapper_time'
  },
]

export const legacyList = {
  minecraft: '"Крутой домик" был построен нашей компанией. использовались самые лучшие материалы и рабочие. "Крутой домик" был построен по заказу какой то компании, но это не важно ',
  china: 'китайская стена простоявшая 2242года была спроектирована лучшими инженерами, но строили ее не мы',
  german: 'мы занималась вовзведением этого великого здания. Тут находится самое большое описание. Текст ради текста.  Текст ради текста.  Текст ради текста.  Текст ради текста.  Текст ради текста.  Текст ради текста.  Текст ради текста.  Текст ради текста.  Текст ради текста.  Текст ради текста.  Текст ради текста.  Текст ради текста.',
  placeHold: 'узнать больше →'


}
export const productList = [
  {
    name: "Кирпич красный, обыкновенный 50*20",
    desc: "Кирпич - один из основных строительных материалов, широко применяемый в строительстве зданий и сооружений. Он отличается высокой прочностью и долговечностью. Кирпичи обладают красивой текстурой и могут использоваться для создания стен, фасадов и перегородок. Цена за штуку кирпича - 50 рублей.",
    price: "50",
    special: {
    new: true,
    year: false,
    best: false
    }
  },
  {
    name: "Блок из майнкрафта 8*8",
    desc: "Блок из майнкрафта - это элемент конструкции, используемый для создания различных строительных сооружений в виртуальном мире. Блоки могут иметь различные свойства и функции, такие как прочность, прозрачность и возможность взаимодействия с игровыми персонажами. Стоимость блока в майнкрафте - 10 рублей.",
    price: "10"
    ,
    special: {
    new: true,
    year: true,
    best: false
    }
  },
  {
    name: "Камень, Галька- мелкая 2*2",
    desc: "Камень - один из основных материалов, используемых в строительстве. Он является прочным и надежным, подходит для создания фундаментов, стен и других строительных конструкций. Камень обладает естественной текстурой и различными оттенками. Цена за кубический метр камня - 5000 рублей.",
    price: "5000",
    special: {
    new: false,
    year: false,
    best: false
    }
  },
  {
    name: "Песок чистейший, из Геленджика 1*1",
    desc: "Песок - один из неотъемлемых компонентов в строительной отрасли. Он используется для подготовки строительных смесей, укладки кирпича и создания бетонных конструкций. Песок отличается определенной зернистостью и качеством. Цена за тонну песка - 2000 рублей.",
    price: "2000",
    special: {
    new: false,
    year: false,
    best: true
    }
  },
  {
    name: "Бетон самый лучший, серый 50*50",
    desc: "Бетон - популярный строительный материал, получаемый путем смешивания цемента, песка, щебня и воды. Бетон обладает высокой прочностью и устойчивостью к воздействию различных факторов. Он используется для создания фундаментов, плит, стен и других конструкций. Цена за кубический метр бетона - 3000 рублей.",
    price: "3000",
    special: {
    new: true,
    year: true,
    best: true
    }
  },
  {
    name: "Гипсокартон из гипса и картона 2к1",
    desc: "Гипсокартон - строительный материал, используемый для отделки стен и потолков. Он состоит из гипсового ядра, закрытого двумя слоями картона. Гипсокартон обладает хорошей звукоизоляцией и прочностью. Он используется при строительстве и ремонте помещений. Цена за лист гипсокартона - 500 рублей.",
    price: "500",
    special: {
    new: false,
    year: false,
    best: false
    }
  },
  {
    name: "Керамическая плитка черная как приора ",
    desc: "Керамическая плитка - популярный материал для отделки полов и стен в помещениях. Она имеет разнообразные декоративные рисунки и цвета. Керамическая плитка обладает высокой износостойкостью и влагостойкостью. Цена за квадратный метр плитки - 1000 рублей.",
    price: "1000",
    special: {
    new: false,
    year: false,
    best: false
    }
  },
  {
    name: "Металлический профиль для портфолио",
    desc: "Металлический профиль - используется в строительстве для создания каркасов и конструкций. Он обладает высокой прочностью и устойчивостью к воздействию различных факторов. Металлический профиль используется при монтаже потолков, стен и других строительных работах. Цена за метр металлического профиля - 100 рублей.",
    price: "100",
    special: {
    new: true,
    year: true,
    best: true
    }
  }
];

